Repository: brayns-it/bcexperience
Catalog: Translations/Experience.*.xlf
Languages: it_it

# Enum 245677656 - EnumValue 1406942772 - Property 2879900210
source: Sales
it_it: Vendita
