Repository: brayns-it/bcexperience
Catalog: Translations/Experience.*.xlf
Languages: it_it

# Table 3078226493 - Field 2166181827 - Property 2879900210
source: Content
it_it: Contenuto

# Table 3078226493 - Field 1303376715 - Property 2879900210
source: Content Type
it_it: Tipo contenuto

# Table 3078226493 - Field 1199625561 - Property 2879900210
source: Created by User ID
it_it: Creato da ID utente

# Table 3078226493 - Field 892252506 - Property 2879900210
source: Create Date/Time
it_it: Data/ora creazione

# Table 3078226493 - Field 814761759 - Property 2879900210
source: Depth
it_it: Profondità

# Table 3078226493 - Field 2876578425 - Property 2879900210
source: Modified Date/Time
it_it: Data/ora modifica

# Table 3078226493 - Field 2206733951 - Property 2879900210
source: Path
it_it: Percorso

# Table 3078226493 - Field 3964473375 - Property 2879900210
source: Size
it_it: Dimensione

# Table 3078226493 - Field 1878130204 - Property 2879900210
source: Type
it_it: Tipo

# Table 3078226493 - Field 1878130204 - Property 62802879
source: File,Folder
it_it: File,Cartella

# Table 1538729968 - Property 2879900210
source: Italy E-Invoice
it_it: Fatturazione elettronica IT

# Table 1538729968 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 1538729968 - Field 4198939294 - Property 2879900210
source: Currency Code
it_it: Cod. valuta

# Table 1538729968 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 1538729968 - Field 3394775838 - Property 2879900210
source: Document ID
it_it: ID documento

# Table 1538729968 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. documento

# Table 1538729968 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo documento

# Table 1538729968 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 1538729968 - Field 1527563463 - Property 2879900210
source: External Document No.
it_it: Nr. documento esterno

# Table 1538729968 - Field 2968990218 - Property 2879900210
source: File Lot No.
it_it: Nr. lotto file

# Table 1538729968 - Field 689635933 - Property 2879900210
source: File Path
it_it: Percorso file

# Table 1538729968 - Field 3434492352 - Property 2879900210
source: PA Code
it_it: Codice PA

# Table 1538729968 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 1538729968 - Field 1030200340 - Property 2879900210
source: Progressive No.
it_it: Nr. progressivo

# Table 1538729968 - Field 1652067759 - Property 2879900210
source: SdI Number
it_it: Numero SdI

# Table 1538729968 - Field 1289882378 - Property 2879900210
source: Send/Receive Date/Time
it_it: Invio/ricezione data/ora

# Table 1538729968 - Field 451473693 - Property 2879900210
source: Source Description
it_it: Descrizione origine

# Table 1538729968 - Field 3581451542 - Property 2879900210
source: Source Fiscal Code
it_it: Codice fiscale origine

# Table 1538729968 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Nr. origine

# Table 1538729968 - Field 1753214751 - Property 2879900210
source: Source Type
it_it: Tipo origine

# Table 1538729968 - Field 1753214751 - Property 62802879
source: ,Customer,Vendor
it_it: ,Cliente,Fornitore

# Table 1538729968 - Field 293256588 - Property 2879900210
source: Source VAT Registration No.
it_it: Partita IVA origine

# Table 2323456637 - Property 2879900210
source: Italy E-Invoice Setup
it_it: Setup fatturazione elettronica IT

# Table 2323456637 - Field 3977690652 - Property 2879900210
source: Description Lines VAT Reference
it_it: Riferimento IVA righe descrittive

# Table 2323456637 - Field 3580789267 - Property 2879900210
source: Description Lines VAT Nature
it_it: Natura IVA righe descrittive

# Table 2323456637 - Field 1885915257 - Property 2879900210
source: Document No. Strip Chars
it_it: Rimuovi caratteri nr. documento

# Table 2323456637 - Field 2444372920 - Property 2879900210
source: Item Barcode Tag Name
it_it: Nome tag barcode articolo

# Table 2323456637 - Field 1540095233 - Property 2879900210
source: Item No. Tag Name
it_it: Nome tag nr. articolo

# Table 2323456637 - Field 4094981998 - Property 2879900210
source: Last Progressive No.
it_it: Ultimo numero progressivo

# Table 2323456637 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 2323456637 - Field 510837361 - Property 2879900210
source: Send Description Lines
it_it: Invia righe descrittive

# Table 2323456637 - Field 876103152 - Property 2879900210
source: Sending Exchange Reference
it_it: Riferimento scambio invio

# Table 2323456637 - Field 4030811487 - Property 2879900210
source: Stylesheet Path
it_it: Percorso foglio di stile

# Table 2323456637 - Field 464492064 - Property 2879900210
source: Working Path
it_it: Percorso di lavoro

# Table 3860881611 - Property 2879900210
source: Remote Functions
it_it: Funzioni remote

# Table 3860881611 - Field 132998021 - Property 2879900210
source: API Endpoint
it_it: Endpoint API

# Table 3860881611 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 3860881611 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 3860881611 - Field 2891538263 - Property 2879900210
source: Enabled
it_it: Abilitato

# Table 3860881611 - Field 805522999 - Property 2879900210
source: Preferred
it_it: Preferenziale

# Codeunit 2346182326 - Method 1206611487 - NamedType 4232864538
source: No profile available for %1
it_it: Nessun profilo disponibile per %1

# Codeunit 2346182326 - Method 1206611487 - NamedType 2180186744
source: Document Exchange
it_it: Scambio documenti

# Codeunit 1918293593 - NamedType 2164942842
source: Not supported
it_it: Non supportato

# Codeunit 2005190348 - Method 683746068 - NamedType 1361799667
source: Invalid path %1
it_it: Percorso %1 non valido

# Codeunit 2005190348 - Method 620449489 - NamedType 1059208367
source: Invalid file name %1
it_it: Nome file %1 non valido

# Codeunit 780260615 - Method 1801150485 - NamedType 3177803720
source: Invalid date %1 format %2
it_it: Data %1 non valida per formato %2

# Codeunit 4000974969 - NamedType 3688673860
source: Invalid record number %1
it_it: Numero record %1 non valido

# Codeunit 4000974969 - Method 3484208369 - NamedType 1986902160
source: Vendor %1 not exists, create it?
it_it: Fornitore %1 non esiste, crearlo?

# Codeunit 4000974969 - Method 747089753 - NamedType 1790527572
source: Export Italy E-Invoice
it_it: Esporta fattura elettronica IT

# Codeunit 4000974969 - Method 747089753 - NamedType 1929659442
source: Receive Italy E-Invoices via %1
it_it: Ricevi fatture elettroniche IT via %1

# Codeunit 4000974969 - Method 1449194936 - NamedType 4202033948
source: File %1 not supported
it_it: File %1 non supportato

# Codeunit 4000974969 - Method 1778022440 - NamedType 1228050280
source: Receiving invoices...
it_it: Ricezione fatture...

# Codeunit 4000974969 - Method 3654024929 - NamedType 1905596058
source: Invoice %1 is for %2 not for you, import anyway?
it_it: La fattura %1 è indirizzata a %2 non a te, importare ugualmente?

# Codeunit 4000974969 - Method 2038747109 - NamedType 1582893390
source: Invoice Stylesheet
it_it: Foglio di stile fattura

# Page 1446163827 - Property 2879900210
source: Document Exchange Profiles
it_it: Profili scambio documenti

# Page 1446163827 - Action 638403516 - Property 2879900210
source: Format Setup
it_it: Setup formato

# Page 1446163827 - Action 3489673132 - Property 2879900210
source: Transport Setup
it_it: Setup trasporto

# Page 1499793296 - Property 2879900210
source: Document Exchange References
it_it: Riferimenti scambio documento

# Page 1499793296 - Action 3081871223 - Property 2879900210
source: Tables
it_it: Tabelle

# Page 1499793296 - Action 1519354996 - Property 2879900210
source: Values
it_it: Valori

# Page 3085230421 - Property 2879900210
source: Document Exchange Reference Tables
it_it: Riferimento tabelle scambio documenti

# Page 2255709002 - Property 2879900210
source: Document Exchange Reference Values
it_it: Riferimento valori scambio documenti

# Page 2323456637 - Property 2879900210
source: Italy E-Invoice Setup
it_it: Setup fatturazione elettronica IT

# Page 2323456637 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 2323456637 - Control 352085768 - Property 2879900210
source: Outbound Documents
it_it: Documenti in uscita

# Page 2323456637 - Action 479048100 - Property 2879900210
source: Upload stylesheet
it_it: Upload foglio di stile

# Page 1287320250 - Property 2879900210
source: Select
it_it: Selezione

# Page 3860881611 - Property 2879900210
source: Remote Functions
it_it: Funzioni remote

# PageExtension 1207320105 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# TableExtension 3314950755 - Field 1243708663 - Property 2879900210
source: Allow Negative Quantity
it_it: Consenti quantità negativa

# TableExtension 1828516444 - Field 1719533811 - Property 2879900210
source: Send E-Invoice via PEC
it_it: Invia fattura elettronica via PEC

# Enum 4242845574 - EnumValue 4000974969 - Property 2879900210
source: Italy E-Invoice
it_it: Fatturazione elettronica IT

# Table 344794631 - Property 2879900210
source: Document Exchange Log
it_it: Log scambio documenti

# Table 344794631 - Field 415900525 - Property 2879900210
source: Activity Date/Time
it_it: Data/ora attività

# Table 344794631 - Field 2768131332 - Property 2879900210
source: Activity ID
it_it: ID attività

# Table 344794631 - Field 3186634526 - Property 2879900210
source: Activity Name
it_it: Nome attività

# Table 344794631 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 344794631 - Field 2410600852 - Property 2879900210
source: Exchange Format
it_it: Formato scambio

# Table 344794631 - Field 432433305 - Property 2879900210
source: Log Message
it_it: Messaggio log

# Table 344794631 - Field 2034429472 - Property 2879900210
source: Log Type
it_it: Tipo log

# Table 344794631 - Field 2034429472 - Property 62802879
source: Information,Warning,Error
it_it: Informazione,Attenzione,Errore

# Table 344794631 - Field 684242166 - Property 2879900210
source: Parameters
it_it: Parametri

# Table 344794631 - Field 3498366530 - Property 2879900210
source: Profile Code
it_it: Codice profilo

# Table 344794631 - Field 2708250016 - Property 2879900210
source: User ID
it_it: ID utente

# Table 1538729968 - Field 4160287109 - Property 2879900210
source: Purchase Document No.
it_it: Nr. documento acquisto

# Table 1538729968 - Field 1117131368 - Property 2879900210
source: Purchase Document Type
it_it: Tipo documento acquisto

# Codeunit 739365586 - Method 3376258228 - NamedType 3366302283
source: Invalid procedure %1
it_it: Procedura %1 non valida

# Codeunit 780260615 - Method 4074226743 - NamedType 3177803720
source: Invalid date %1
it_it: Data %1 non valida

# Codeunit 780260615 - Method 1923963110 - NamedType 3177803720
source: Invalid decimal %1
it_it: Decimale %1 non valido

# Page 344794631 - Property 2879900210
source: Document Exchange Log
it_it: Log scambio documenti

# Page 1446163827 - Action 1942843056 - Property 2879900210
source: Activity Log
it_it: Log attività

# Report 1225725111 - Property 2879900210
source: G/L Book - Print
it_it: Libro giornale - Stampa

# Report 1225725111 - NamedType 392547388
source: G/L Entries %1 - %2
it_it: Registrazioni %1 - %2

# Report 1225725111 - NamedType 1476375616
source: %1 - Fiscal Code %2 - VAT Registration No. %3
it_it: %1 - Cod. fiscale %2 - Partita IVA %3

# Report 1225725111 - NamedType 3040577680
source: G/L Book - Page %1 / {page}
it_it: Libro giornale - Pagina %1 / {page}

# Report 1225725111 - NamedType 1203059444
source: Starting Totals at %1
it_it: Totali riportati al %1

# Report 1225725111 - NamedType 2416167595
source: Print Totals %1 - %2
it_it: Totali stampa %1 - %2

# Report 1225725111 - Method 2736589801 - NamedType 311573688
source: Marking GL entries...
it_it: Marcatura movimenti C/G...

# Report 1225725111 - Method 2736589801 - NamedType 3163221943
source: The G/L entries printed have been marked.
it_it: I movimenti C/G stampati sono stati marcati.

# Report 1225725111 - Method 1544076788 - NamedType 3489319311
source: Not printed entries before %1 exists
it_it: Esistono movimenti non stampati prima del %1

# Report 1225725111 - Method 1544076788 - NamedType 615205982
source: Not printed entries between %1 and %2 exists
it_it: Esistono movimenti non stampati tra %1 e %2

# Report 1225725111 - Method 1544076788 - NamedType 3945176725
source: G/L Book already printed (%1)
it_it: Libro giornale già stampato (%1)

# Report 1225725111 - Method 624189019 - NamedType 1226282926
source: Buffering...
it_it: Calcolo...

# Report 1225725111 - Method 624189019 - NamedType 2179951347
source: Document numbering...
it_it: Numerazione documenti...

# Report 1225725111 - Method 624189019 - NamedType 1074011102
source: Document no. %1 of %2 is inconsistent %3
it_it: Nr. documento %1 del %2 è inconsistente %3

# Report 1225725111 - ReportLabel 2141525479
source: Credit
it_it: Avere

# Report 1225725111 - ReportLabel 84647506
source: Debit
it_it: Dare

# Report 1225725111 - ReportLabel 703885045
source: Description
it_it: Descrizione

# Report 1225725111 - ReportLabel 3820200120
source: Doc. Date
it_it: Data doc.

# Report 1225725111 - ReportLabel 2738103555
source: Document No.
it_it: Nr. documento

# Report 1225725111 - ReportLabel 3506904539
source: Ext. Document
it_it: Documento est.

# Report 1225725111 - ReportLabel 437998425
source: General Totals
it_it: Totali generali

# Report 1225725111 - ReportLabel 3388086878
source: Acc. No.
it_it: Nr. conto

# Report 1225725111 - ReportLabel 1684621731
source: Number of Entries
it_it: Numero di registrazioni

# Report 1225725111 - ReportLabel 3437453232
source: Post. Date
it_it: Data reg.

# Report 1225725111 - ReportLabel 45723723
source: Reg. No.
it_it: Nr. reg.

# Report 1225725111 - Control 2346885236 - Property 2879900210
source: Options
it_it: Opzioni

# Report 1225725111 - Control 237909356 - Property 2879900210
source: Ending Date
it_it: Data fine

# Report 1225725111 - Control 962315381 - Property 2879900210
source: Last Page No.
it_it: Ultimo nr. pagina

# Report 1225725111 - Control 1843200595 - Property 2879900210
source: Print Headings
it_it: Stampa intestazione

# Report 1225725111 - Control 2081208519 - Property 2879900210
source: Report Type
it_it: Tipo report

# Report 1225725111 - Control 2081208519 - Property 62802879
source: Test Print,Final Print,Reprint
it_it: Stampa di prova,Stampa definitiva,Ristampa

# Report 1225725111 - Control 3704078113 - Property 2879900210
source: Starting Date
it_it: Data inizio

# Report 3580448830 - Property 2879900210
source: VAT Register - Print
it_it: Registro fiscale IVA - Stampa

# Report 3580448830 - NamedType 392547388
source: VAT Entries %1 - %2
it_it: Movimenti IVA %1 - %2

# Report 3580448830 - NamedType 613701941
source: Entries of period %1
it_it: Movimenti del periodo %1

# Report 3580448830 - NamedType 3528245045
source: Unrealized VAT payments %1 - %2
it_it: Pagamenti IVA ad esig. diff. %1 - %2

# Report 3580448830 - NamedType 1476375616
source: %1 - Fiscal Code %2 - VAT Registration No. %3
it_it: %1 - Cod. fisc. %2 - Partita IVA %3

# Report 3580448830 - NamedType 3040577680
source: VAT Register %1 - Page %2 / {page}
it_it: Registro IVA %1 - Pagina %2 / {page}

# Report 3580448830 - NamedType 3337375434
source: VAT summary by identifier %1 - %2
it_it: Riepilogo per codice IVA %1 - %2

# Report 3580448830 - NamedType 3210029359
source: Totals %1
it_it: Totali %1

# Report 3580448830 - NamedType 3581749453
source: Unrealized totals %1
it_it: Totali ad esig. diff. %1

# Report 3580448830 - Method 1544076788 - NamedType 4167919147
source: Execute report in final mode?
it_it: Eseguire il report in modalità definitiva?

source: Final registry already printed
it_it: Registro definitivo già stampato

source: Final registry never printed
it_it: Registro definitivo mai stampato

source: Previous not printed entries exists
it_it: Esistono movimenti precedenti non stampati

# Report 3580448830 - ReportLabel 2587701375
source: Base
it_it: Imponible

# Report 3580448830 - ReportLabel 3820200120
source: Doc. date
it_it: Data doc.

# Report 3580448830 - ReportLabel 2738103555
source: Doc. no.
it_it: Nr. doc

# Report 3580448830 - ReportLabel 828606694
source: Doc. total
it_it: Totale doc.

# Report 3580448830 - ReportLabel 1025263928
source: General totals
it_it: Totali generali

# Report 3580448830 - ReportLabel 2961552353
source: Name
it_it: Ragione sociale

# Report 3580448830 - ReportLabel 461876328
source: Non ded. tax
it_it: Imp. non ded.

# Report 3580448830 - ReportLabel 1931845058
source: Off. no.
it_it: Nr. prot.

# Report 3580448830 - ReportLabel 3437453232
source: Post. date
it_it: Data reg.

# Report 3580448830 - ReportLabel 4025233019
source: Tax amt.
it_it: Imposta

# Report 3580448830 - ReportLabel 3665806578
source: Unreal. tax
it_it: Imp. diff.

# Report 3580448830 - ReportLabel 880556457
source: Unreal. base
it_it: Imp. diff.

# Report 3580448830 - ReportLabel 4184654091
source: Unrealized totals
it_it: Totali ad esig. diff.

# Report 3580448830 - ReportLabel 2012984004
source: VAT descr.
it_it: Descr. IVA

# Report 3580448830 - ReportLabel 2903792395
source: VAT id.
it_it: Cod. IVA

# Report 3580448830 - Control 2346885236 - Property 2879900210
source: Options
it_it: Opzioni

# Report 3580448830 - Control 237909356 - Property 2879900210
source: Ending Date
it_it: Data fine

# Report 3580448830 - Control 962315381 - Property 2879900210
source: Last Page No.
it_it: Ultimo nr. pagina

# Report 3580448830 - Control 1843200595 - Property 2879900210
source: Print Headings
it_it: Stampa intestazione

# Report 3580448830 - Control 1312216942 - Property 2879900210
source: Printing Type
it_it: Tipo stampa

# Report 3580448830 - Control 1312216942 - Property 62802879
source: Test,Final,Reprint
it_it: Prova,Definitiva,Ristampa

# Report 3580448830 - Control 3704078113 - Property 2879900210
source: Starting Date
it_it: Data inizio

# Report 3580448830 - Control 1950657656 - Property 2879900210
source: VAT Register
it_it: Registro IVA

# PageExtension 2370094057 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 3351669510 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 2418956429 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# TableExtension 4183769345 - Field 3986077266 - Property 2879900210
source: Preferred Bank Account
it_it: C/C bancario preferenziale

# TableExtension 2933724428 - Field 1479705277 - Property 2879900210
source: Last General Journal Reg. No.
it_it: Ultimo nr. reg. libro giornale

# TableExtension 1286518614 - Field 3330386958 - Property 2879900210
source: Registration No.
it_it: Nr. registrazione

# TableExtension 4039971989 - Field 482502022 - Property 2879900210
source: Ending Credit Amount
it_it: Importo avere finale

# TableExtension 4039971989 - Field 3595365131 - Property 2879900210
source: Ending Debit Amount
it_it: Imprto dare finale

# TableExtension 3187835524 - Field 2607307984 - Property 2879900210
source: Company Bank Account
it_it: C/C bancario società

# TableExtension 1628813995 - Field 2607307984 - Property 2879900210
source: Company Bank Account
it_it: C/C bancario società

# Table 4230386548 - Field 4130293374 - Property 2879900210
source: Priority
it_it: Priorità

# Table 4230386548 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
it_it: Cat. reg. IVA art. servizio

# Table 1333830853 - Property 2879900210
source: FileSystem Transport Setup
it_it: Setup trasporto filesystem

# Table 1333830853 - Field 3498366530 - Property 2879900210
source: Reference Code
it_it: Cod. riferimento

# Table 1333830853 - Field 3458496042 - Property 2879900210
source: Protocol
it_it: Protocollo

# Table 1333830853 - Field 1719260185 - Property 2879900210
source: Receving Base Path
it_it: Percorso base ricezione

# Table 1333830853 - Field 1456417780 - Property 2879900210
source: Remote Functions Code
it_it: Cod. funzione remota

# Table 1333830853 - Field 3662601568 - Property 2879900210
source: Sending Base Path
it_it: Percorso base invio

# Table 2323456637 - Field 4086225674 - Property 2879900210
source: Receiving Exchange Reference
it_it: Riferimento scambio ricezione

# Codeunit 3361977752 - NamedType 2164942842
source: Not supported
it_it: Non supportato

# Codeunit 3361977752 - NamedType 2330789082
source: Unsupported protocol %1
it_it: Protocollo %1 non supportato

# Page 2007623262 - Property 2879900210
source: Document Exchange Reference Value to Account
it_it: Riferimento valori a conti C/G scambio documenti

# Page 1499793296 - Action 1655364555 - Property 2879900210
source: Values to Accounts
it_it: Valori a Conti C/G

# Page 1333830853 - Property 2879900210
source: FileSystem Transport Setup
it_it: Setup trasporto filesystem

# Page 1333830853 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 2323456637 - Control 3388074455 - Property 2879900210
source: Inbound Documents
it_it: Documenti in ingresso

# Page 3860881611 - Control 4146460525 - Method 2699620902 - NamedType 1397144959
source: Generate new token?
it_it: Creare un nuovo token?

# Report 2728299280 - Property 2879900210
source: Customer Detailed Aging 2
it_it: Dettaglio scadenzario clienti 2

# Report 2728299280 - NamedType 2869536027
source: Entries at %1
it_it: Movimenti al %1

# Report 2728299280 - ReportLabel 3606806740
source: Customer No.
it_it: Nr. cliente

# Report 2728299280 - ReportLabel 3683930538
source: Due Total
it_it: Totale a scadere

# Report 2728299280 - ReportLabel 1025263928
source: General Total
it_it: Totale generale

# Report 2728299280 - ReportLabel 1520119636
source: Past Due Total
it_it: Totale scaduto

# Report 2728299280 - ReportLabel 2295386186
source: Customer Detailed Aging
it_it: Dettaglio scadenzario cliente

# PageExtension 2370094057 - Action 64765250 - Property 2879900210
source: Calculate Balance
it_it: Calcola saldo

# PageExtension 2370094057 - Control 235485678 - Property 2879900210
source: Balance
it_it: Saldo

# PageExtension 1403747575 - Action 64765250 - Property 2879900210
source: Calculate Balance
it_it: Calcola saldo

# PageExtension 1403747575 - Control 235485678 - Property 2879900210
source: Balance
it_it: Saldo

# PageExtension 3336372599 - Action 3742262360 - Property 2879900210
source: Enable for All Customers
it_it: Abilita per tutti i clienti

source: Enable %1 for all customers?
it_it: Abilitare %1 per tutti i clienti?

# PageExtension 1114400321 - Action 64765250 - Property 2879900210
source: Calculate Balance
it_it: Calcola saldo

# PageExtension 1114400321 - Control 235485678 - Property 2879900210
source: Balance
it_it: Saldo

# TableExtension 1625687243 - Field 2173013880 - Property 2879900210
source: Incoming Line
it_it: Riga in ingresso

# Enum 1058942866 - EnumValue 1500409770 - Property 2879900210
source: Table
it_it: Tabella

# Enum 1058942866 - EnumValue 1131619133 - Property 2879900210
source: Value
it_it: Valore

# Enum 1058942866 - EnumValue 1142774979 - Property 2879900210
source: Value to Account
it_it: Valori a Conti C/G

# EnumExtension 3727494371 - EnumValue 2173013880 - Property 2879900210
source: Incoming Line
it_it: Riga in ingresso

# Table 1333830853 - Field 1698537316 - Property 2879900210
source: Archive Received Files
it_it: Archivia file ricevuti

# Table 1333830853 - Field 4053467424 - Property 2879900210
source: Receving Base Path (archive)
it_it: Percorso base ricezione (archivio)
