Repository: brayns-it/bcexperience
Catalog: Translations/Experience.*.xlf
Languages: it_it

# Codeunit 3960575409 - Method 3157451606 - NamedType 2867664679
source: Installments amount must be %1
it_it: Importo rate deve essere %1

# Page 4142854161 - Property 2879900210
source: Arrange Customer/Vendor Entries
it_it: Sistema movimenti clienti/fornitori

# Page 4142854161 - Method 3796592595 - NamedType 1539131716
source: Cannot arrange entries of %1 %2
it_it: Impossibile sistemare movimenti di %1 %2

# Page 4142854161 - Control 636392376 - Property 2879900210
source: Remaining Amount
it_it: Importo residuo

# Page 4142854161 - Control 4188104753 - Property 2879900210
source: Document Amount
it_it: Importo documento

# Page 4142854161 - Control 690876748 - Property 2879900210
source: Installments Amount
it_it: Importo rate

# Page 4142854161 - Action 157630099 - Property 2879900210
source: Apply
it_it: Applica

# PageExtension 2370094057 - Action 989000910 - Property 2879900210
source: Arrange Entries
it_it: Sistema movimenti

# PageExtension 1114400321 - Action 989000910 - Property 2879900210
source: Arrange Entries
it_it: Sistema movimenti

# Table 4182830877 - Property 2879900210
source: Issued Repayment Header
it_it: Testata piano rientro emesso

# Table 3971474166 - Property 2879900210
source: Issued Repayment Line
it_it: Riga piano rientro emesso

# Table 3971474166 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. riga

# Table 1257674914 - Property 2879900210
source: Repayment Header
it_it: Testata piano rientro

# Table 1257674914 - Field 261671151 - Property 2879900210
source: Company Bank Account Code
it_it: Cod. C/C bancario società

# Table 1257674914 - Field 4198939294 - Property 2879900210
source: Currency Code
it_it: Cod. valuta

# Table 1257674914 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1257674914 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 1257674914 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
it_it: Cat. reg. art. servizio

# Table 1257674914 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 1257674914 - Field 1351594800 - Property 2879900210
source: No. Series
it_it: Nr. serie

# Table 1257674914 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 1257674914 - Field 1927595893 - Property 2879900210
source: Source Address
it_it: Indirizzo origine

# Table 1257674914 - Field 4127290398 - Property 2879900210
source: Source City
it_it: Città origine

# Table 1257674914 - Field 1785563553 - Property 2879900210
source: Country/Region Code
it_it: Cod. paese

# Table 1257674914 - Field 3740588097 - Property 2879900210
source: Source County
it_it: Provincia origine

# Table 1257674914 - Field 1343707150 - Property 2879900210
source: Source Name
it_it: Nome origine

# Table 1257674914 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Nr. origine

# Table 1257674914 - Field 1882905478 - Method 2126772001 - NamedType 3351010013
source: Repayment plan for %1
it_it: Piano rientro per %1

# Table 1257674914 - Field 2744212116 - Property 2879900210
source: Source Post Code
it_it: CAP origine

# Table 1257674914 - Field 1753214751 - Property 2879900210
source: Source Type
it_it: Tipo origine

# Table 1257674914 - Field 1753214751 - Property 62802879
source: Customer,Vendor
it_it: Cliente,Fornitore

# Table 1257674914 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
it_it: Cat. reg. IVA art. servizio

# Table 1568193449 - Property 2879900210
source: Repayment Line
it_it: Riga piano rientro

# Table 1568193449 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. riga

# Table 1568193449 - Field 925376238 - Property 2879900210
source: No.
it_it: Nr.

# Table 325497354 - Property 2879900210
source: Repayment Setup
it_it: Setup piano rientro

# Table 325497354 - Field 405790109 - Property 2879900210
source: Default Gen. Prod. Posting Group
it_it: Cat. reg. art. servizio default

# Table 325497354 - Field 1650197670 - Property 2879900210
source: Default VAT Prod. Posting Group
it_it: Cat. reg. IVA art. servizio default

# Table 325497354 - Field 4166547160 - Property 2879900210
source: Issued Repayment No. Series
it_it: Nr. serie piano rientro emesso

# Table 325497354 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 325497354 - Field 2637140995 - Property 2879900210
source: Repayment No. Series
it_it: Nr. serie piano rientro

# Page 1635558339 - Property 2879900210
source: Repayment
it_it: Piano rientro

# Page 1635558339 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 1635558339 - Control 3906556071 - Property 2879900210
source: Lines
it_it: Righe

# Page 1635558339 - Control 660159852 - Property 2879900210
source: Posting
it_it: Registrazione

# Page 2377938432 - Property 2879900210
source: Repayment Lines
it_it: Righe piano rientro

# Page 325497354 - Property 2879900210
source: Repayment Setup
it_it: Setup piano rientro

# Page 325497354 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# TableExtension 3598888480 - Field 2607307984 - Property 2879900210
source: Company Bank Account
it_it: C/C bancario società

# TableExtension 1828516444 - Field 2607307984 - Property 2879900210
source: Company Bank Account
it_it: C/C bancario società

# Table 1257674914 - Method 1930484683 - NamedType 3692859194
source: Repayment %1 must be empty
it_it: Piano rientro %1 deve essere vuoto

# Table 1257674914 - Field 1826021201 - Property 2879900210
source: Finance Charge Terms
it_it: Cond. interessi finanziari

# Table 1257674914 - Field 1682473398 - Property 2879900210
source: Interest Amount
it_it: Importo interesse

# Table 1257674914 - Field 3855271124 - Property 2879900210
source: Payment Method Code
it_it: Cod. metodo pagamento

# Table 1257674914 - Field 1878897450 - Property 2879900210
source: Principal Amount
it_it: Importo capitale

# Table 1568193449 - Field 3594977407 - Property 2879900210
source: Additional Amount
it_it: Importo addizionale

# Table 1568193449 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 1568193449 - Field 3212203982 - Property 2879900210
source: Delay Days
it_it: Giorni ritardo

# Table 1568193449 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1568193449 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 1568193449 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. documento

# Table 1568193449 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo documento

# Table 1568193449 - Field 4085727052 - Property 2879900210
source: Due Date
it_it: Data scadenza

# Table 1568193449 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 1568193449 - Field 1527563463 - Property 2879900210
source: External Document No.
it_it: Nr. documento esterno

# Table 1568193449 - Field 2485918393 - Property 2879900210
source: Installment Date
it_it: Data rata

# Table 1568193449 - Field 3459261662 - Property 2879900210
source: Installment Line No.
it_it: Nr. riga rata

# Table 1568193449 - Field 1682473398 - Property 2879900210
source: Interest Amount
it_it: Importo interesse

# Table 1568193449 - Field 747360126 - Property 2879900210
source: Interest Overflow
it_it: Riporto interessi

# Table 1568193449 - Field 158172202 - Property 2879900210
source: Line Type
it_it: Tipo riga

# Table 1568193449 - Field 158172202 - Property 62802879
source: Entry,Installment,Calculation,Charge
it_it: Movimento,Rata,Calcolo,Addebito

# Table 1568193449 - Field 3855271124 - Property 2879900210
source: Payment Method Code
it_it: Cod. metodo pagamento

# Table 1568193449 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 1568193449 - Field 1878897450 - Property 2879900210
source: Principal Amount
it_it: Importo capitale

# Table 1568193449 - Field 3446401157 - Property 2879900210
source: Principal Amount Base
it_it: Base importo capitale

# Table 1568193449 - Field 1865985766 - Property 2879900210
source: Remaining Principal Amount
it_it: Importo capitale residuo

# Codeunit 3009261414 - Method 1592581304 - NamedType 2932411483
source: Document %1 posting date cannot be greater than %2
it_it: Data di registrazione documento %1 non può essere successiva a %2

# Page 1635558339 - Control 760808484 - Property 2879900210
source: Installments
it_it: Rate

# Page 1635558339 - Action 2216958424 - Property 2879900210
source: Calculate
it_it: Calcolo

# Page 1635558339 - Action 2288652016 - Property 2879900210
source: Get Entries
it_it: Ottieni movimenti

# Page 1635558339 - Action 4063161056 - Property 2879900210
source: Suggest Installments
it_it: Suggerisci rate

# Page 1635558339 - Action 18701264 - Property 2879900210
source: Summary
it_it: Riepilogo

# Page 1363375395 - Property 2879900210
source: Repayment Installments
it_it: Rate piano rientro

# Page 2275276909 - Property 2879900210
source: Repayments
it_it: Piano rientro

# Page 2275276909 - Action 18701264 - Property 2879900210
source: Summary
it_it: Riepilogo

# Report 2721258919 - Property 2879900210
source: Repayment Summary
it_it: Riepilogo piano rientro

# Report 2721258919 - NamedType 2838545272
source: Interest rate of %1 every %2 days
it_it: Tasso interesse del %1 ogni %2 giorni

# Report 2721258919 - NamedType 1582893390
source: Repayment Summary
it_it: Riepilogo piano rientro

# Report 4268503445 - Property 2879900210
source: Suggest Repayment Installments
it_it: Suggerisci rate piano rientro

# Report 4268503445 - Method 2736589801 - NamedType 4021016997
source: Installment %1
it_it: Rata %1

# Report 4268503445 - Method 1544076788 - NamedType 2751571763
source: Missing starting date
it_it: Data inizio mancante

# Report 4268503445 - Method 1544076788 - NamedType 2971488565
source: Missing due date formula
it_it: Formula data scadenza mancante

# Report 4268503445 - Method 1544076788 - NamedType 2491704078
source: Missing installment amount
it_it: Importo rata mancante

# Report 4268503445 - Method 1544076788 - NamedType 3821960334
source: All installments will be deleted. Continue?
it_it: Tutte le rate saranno cancellate. Continuare?

# Report 4268503445 - Control 198641044 - Property 2879900210
source: Options
it_it: Opzioni

# Report 4268503445 - Control 1321710855 - Property 2879900210
source: Due Date Formula
it_it: Formula data scadenza

# Report 4268503445 - Control 4068348928 - Property 2879900210
source: Installment Amount
it_it: Importo rata

# Report 4268503445 - Control 3225090921 - Property 2879900210
source: Starting Date
it_it: Data inizio

# TableExtension 3598888480 - Field 858193143 - Property 2879900210
source: Original Due Date
it_it: Data scadenza originale

# Table 4182830877 - Field 3348318151 - Property 2879900210
source: Charges Amount
it_it: Importo addebiti

# Table 4182830877 - Field 261671151 - Property 2879900210
source: Company Bank Account Code
it_it: Cod. C/C bancario società

# Table 4182830877 - Field 4198939294 - Property 2879900210
source: Currency Code
it_it: Cod. valuta

# Table 4182830877 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 4182830877 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 4182830877 - Field 1826021201 - Property 2879900210
source: Finance Charge Terms
it_it: Cond. interessi finanziari

# Table 4182830877 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
it_it: Cat. reg. art. servizio

# Table 4182830877 - Field 1682473398 - Property 2879900210
source: Interest Amount
it_it: Importo interesse

# Table 4182830877 - Field 3609918695 - Property 2879900210
source: Issued Fin. Charge Memo No.
it_it: Nr. nota add. interessi emessa

# Table 4182830877 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 4182830877 - Field 1351594800 - Property 2879900210
source: No. Series
it_it: Nr. serie

# Table 4182830877 - Field 3855271124 - Property 2879900210
source: Payment Method Code
it_it: Cod. metodo pagamento

# Table 4182830877 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 4182830877 - Field 1878897450 - Property 2879900210
source: Principal Amount
it_it: Importo capitale

# Table 4182830877 - Field 832289975 - Property 2879900210
source: Repayment Document No.
it_it: Nr. documento piano rientro

# Table 4182830877 - Field 1927595893 - Property 2879900210
source: Source Address
it_it: Indirizzo origine

# Table 4182830877 - Field 4127290398 - Property 2879900210
source: Source City
it_it: Città origine

# Table 4182830877 - Field 1785563553 - Property 2879900210
source: Country/Region Code
it_it: Cod. paese

# Table 4182830877 - Field 3740588097 - Property 2879900210
source: Source County
it_it: Provincia origine

# Table 4182830877 - Field 1343707150 - Property 2879900210
source: Source Name
it_it: Nome origine

# Table 4182830877 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Nr. origine

# Table 4182830877 - Field 2744212116 - Property 2879900210
source: Source Post Code
it_it: CAP origine

# Table 4182830877 - Field 1753214751 - Property 2879900210
source: Source Type
it_it: Tipo origine

# Table 4182830877 - Field 1753214751 - Property 62802879
source: Customer,Vendor
it_it: Cliente,Fornitore

# Table 4182830877 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
it_it: Cat. reg. IVA art. servizio

# Table 3971474166 - Field 3594977407 - Property 2879900210
source: Additional Amount
it_it: Importo addizionale

# Table 3971474166 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 3971474166 - Field 3646948048 - Property 2879900210
source: Charge Account No.
it_it: Conto C/G addebito

# Table 3971474166 - Field 2755453133 - Property 2879900210
source: Charge Line No.
it_it: Nr. riga addebito

# Table 3971474166 - Field 3332167501 - Property 2879900210
source: Charges Application
it_it: Applicazione addebito

# Table 3971474166 - Field 3332167501 - Property 62802879
source: First Installment,Last Installment,Divide
it_it: Prima rata,Ultima rata,Dividi

# Table 3971474166 - Field 3212203982 - Property 2879900210
source: Delay Days
it_it: Giorni ritardo

# Table 3971474166 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 3971474166 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 3971474166 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. documento

# Table 3971474166 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo documento

# Table 3971474166 - Field 4085727052 - Property 2879900210
source: Due Date
it_it: Data scadenza

# Table 3971474166 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 3971474166 - Field 1527563463 - Property 2879900210
source: External Document No.
it_it: Nr. documento esterno

# Table 3971474166 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
it_it: Cat. reg. art. servizio

# Table 3971474166 - Field 2485918393 - Property 2879900210
source: Installment Date
it_it: Data rata

# Table 3971474166 - Field 3459261662 - Property 2879900210
source: Installment Line No.
it_it: Nr. riga rata

# Table 3971474166 - Field 1682473398 - Property 2879900210
source: Interest Amount
it_it: Importo interesse

# Table 3971474166 - Field 747360126 - Property 2879900210
source: Interest Overflow
it_it: Riporto interessi

# Table 3971474166 - Field 2449949577 - Property 2879900210
source: No.
it_it: Nr.

# Table 3971474166 - Field 158172202 - Property 2879900210
source: Line Type
it_it: Tipo riga

# Table 3971474166 - Field 158172202 - Property 62802879
source: Entry,Installment,Calculation,Charge
it_it: Movimento,Rata,Calcolo,Addebito

# Table 3971474166 - Field 3855271124 - Property 2879900210
source: Payment Method Code
it_it: Cod. metodo pagamento

# Table 3971474166 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 3971474166 - Field 1878897450 - Property 2879900210
source: Principal Amount
it_it: Importo capitale

# Table 3971474166 - Field 3446401157 - Property 2879900210
source: Principal Amount Base
it_it: Base importo capitale

# Table 3971474166 - Field 1865985766 - Property 2879900210
source: Remaining Principal Amount
it_it: Importo capitale residuo

# Table 3971474166 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
it_it: Cat. reg. IVA art. servizio

# Table 1257674914 - Field 3348318151 - Property 2879900210
source: Charges Amount
it_it: Importo addebiti

# Table 1257674914 - Field 514695969 - Property 2879900210
source: Posting No.
it_it: Nr. registrazione

# Table 1257674914 - Field 103924864 - Property 2879900210
source: Posting No. Series
it_it: Nr. serie registrazione

# Table 1568193449 - Field 3646948048 - Property 2879900210
source: Charge Account No.
it_it: Conto C/G addebito

# Table 1568193449 - Field 2755453133 - Property 2879900210
source: Charge Line No.
it_it: Nr. riga addebito

# Table 1568193449 - Field 3332167501 - Property 2879900210
source: Charges Application
it_it: Applicazione addebito

# Table 1568193449 - Field 3332167501 - Property 62802879
source: First Installment,Last Installment,Divide
it_it: Prima rata,Ultima rata,Dividi

# Table 1568193449 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
it_it: Cat. reg. art. servizio

# Table 1568193449 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
it_it: Cat. reg. IVA art. servizio

# Codeunit 3960575409 - Method 3157451606 - NamedType 880984256
source: Invalid customer entries filter
it_it: Filtro movimenti clienti non valido

# Codeunit 3960575409 - Method 391261656 - NamedType 1965247518
source: Apply arranged entries?
it_it: Applicare i movimenti sistemati?

# Codeunit 3009261414 - Method 2554927447 - NamedType 3189741196
source: Insufficient remaining amount %1 for charge %2
it_it: Importo residuo insufficiente %1 per addebito %2

# Codeunit 3009261414 - Method 1971010925 - NamedType 2838545272
source: Interest repayment %1
it_it: Interessi piano rientro %1

# Codeunit 3009261414 - Method 4147795966 - NamedType 1765724753
source: Issue repayment %1?
it_it: Emettere piano rientro %1?

# Codeunit 3009261414 - Method 4147795966 - NamedType 1992212793
source: Repayment %1 has been issued
it_it: Il piano di rientro %1 è stato emesso

# Page 310152448 - Property 2879900210
source: Issued Repayment
it_it: Piano rientro emesso

# Page 310152448 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 310152448 - Control 760808484 - Property 2879900210
source: Installments
it_it: Rate

# Page 310152448 - Control 3906556071 - Property 2879900210
source: Lines
it_it: Righe

# Page 310152448 - Control 660159852 - Property 2879900210
source: Posting
it_it: Registrazione

# Page 310152448 - Action 1817909779 - Property 2879900210
source: Charges
it_it: Addebiti

# Page 310152448 - Action 3789927711 - Property 2879900210
source: Issued Finance Charge Memo
it_it: Nota addebito interessi emessa

# Page 310152448 - Action 18701264 - Property 2879900210
source: Summary
it_it: Riepilogo

# Page 828885767 - Property 2879900210
source: Issued Repayment Charges
it_it: Addebiti piano rientro emesso

# Page 807233054 - Property 2879900210
source: Repayment Installments
it_it: Rate piano rientro

# Page 375836707 - Property 2879900210
source: Issued Repayment Lines
it_it: Righe piano rientro emesso

# Page 2309425650 - Property 2879900210
source: Issued Repayments
it_it: Piani rientro emessi

# Page 2309425650 - Action 3789927711 - Property 2879900210
source: Issued Finance Charge Memo
it_it: Nota addebito interessi emessa

# Page 2309425650 - Action 18701264 - Property 2879900210
source: Summary
it_it: Riepilogo

# Page 1635558339 - Action 1817909779 - Property 2879900210
source: Charges
it_it: Addebiti

# Page 1635558339 - Action 3358742299 - Property 2879900210
source: Issue
it_it: Emessi

# Page 312182284 - Property 2879900210
source: Repayment Charges
it_it: Addebiti piano rientro

# Report 2721258919 - Control 198641044 - Property 2879900210
source: Options
it_it: Opzioni

# Report 2721258919 - Control 1531885325 - Property 2879900210
source: Type
it_it: Tipo

# Report 2721258919 - Control 805966548 - Property 2879900210
source: No.
it_it: Nr.

# Codeunit 739365586 - Method 1286838777 - NamedType 3748405772
source: Unsupported field type %1
it_it: Tipo campo %1 non supportato

# Codeunit 739365586 - Method 1575744537 - NamedType 3748405772
source: Unsupported field type %1
it_it: Tipo campo %1 non supportato

# Page 3959139631 - Method 923936338 - NamedType 2461852735
source: Missing subsystem
it_it: Sottosistema mancante

# Page 3959139631 - Method 923936338 - NamedType 2581686915
source: Missing procedure name
it_it: Nome procedura mancante

# Page 3959139631 - Method 923936338 - NamedType 2644481312
source: Missing body
it_it: Corpo mancante

# Page 3959139631 - Control 1230436276 - Property 2879900210
source: Body
it_it: Corpo

# Page 3959139631 - Control 1365843430 - Property 2879900210
source: Procedure
it_it: Procedura

# Page 3959139631 - Control 2346897315 - Property 2879900210
source: Subsystem
it_it: Sottosistema

# Table 2194592550 - Property 2879900210
source: Document Exchange Profile
it_it: Profilo scambio documenti

# Table 2194592550 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 2194592550 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 2194592550 - Field 2891538263 - Property 2879900210
source: Enabled
it_it: Abilitato

# Table 2194592550 - Field 2410600852 - Property 2879900210
source: Exchange Format
it_it: Formato scambio

# Table 2194592550 - Field 1634137548 - Property 2879900210
source: Exchange Transport
it_it: Trasporto scambio

# Table 4230386548 - Property 2879900210
source: Document Exchange Reference Line
it_it: Riga riferimento scambio documento

# Table 4230386548 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. riga

# Table 4230386548 - Field 294023350 - Property 2879900210
source: Primary Key 1
it_it: Chiave primaria 1

# Table 4230386548 - Field 2675900795 - Property 2879900210
source: Primary Key 2
it_it: Chiave primaria 2

# Table 4230386548 - Field 1903965330 - Property 2879900210
source: Reference Code
it_it: Codice riferimento

# Table 4230386548 - Field 1210188005 - Property 2879900210
source: Reference Type
it_it: Tipo riferimento

# Table 4230386548 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Nr. origine

# Table 4230386548 - Field 1753214751 - Property 2879900210
source: Source Type
it_it: Tipo origine

# Table 4230386548 - Field 1753214751 - Property 62802879
source: ,Customer,Vendor
it_it: ,Cliente,Fornitore

# Table 4230386548 - Field 3135334477 - Property 2879900210
source: Table ID
it_it: ID tabella

# Table 4230386548 - Field 2146116886 - Property 2879900210
source: Value 1
it_it: Valore 1

# Table 4230386548 - Field 233027035 - Property 2879900210
source: Value 2
it_it: Valore 2

# Table 4230386548 - Field 401773189 - Property 2879900210
source: Value Type
it_it: Tipo valore

# Table 2027407158 - Property 2879900210
source: Document Exchange Reference
it_it: Riferimento scambio documento

# Table 2027407158 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 2027407158 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione
