Repository: brayns-it/bcexperience
Catalog: Translations/Experience.*.xlf
Languages: it_it

# Table 1538729968 - Field 505334587 - Property 2879900210
source: Partner Group
it_it: Gruppo partner

# Table 1538729968 - Field 598154150 - Property 2879900210
source: SdI Status
it_it: Stato SdI

# Table 1538729968 - Field 598154150 - Property 62802879
source: ,Sent,Delivered to SdI,Delivered to Recipient,Error
it_it: ,Inviato,Consegnato a SdI,Consegnato a destinatario,Errore

# Table 1538729968 - Field 1409601131 - Property 2879900210
source: SdI Status Message
it_it: Messaggio stato SdI

# Table 1538729968 - Field 664864458 - Property 2879900210
source: Transport ID
it_it: ID trasporto

# Table 2873281495 - Property 2879900210
source: Partner Group
it_it: Gruppo partner

# Table 2873281495 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 2873281495 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Codeunit 1643406716 - Method 2353336809 - NamedType 1709501306
source: %1 must be numeric
it_it: %1 deve essere numerico

# Codeunit 1643406716 - Method 2353336809 - NamedType 1999850565
source: Inv.
it_it: Fatt.

# Codeunit 1643406716 - Method 747089753 - NamedType 3998698672
source: Import CBI Dishonored
it_it: Importa insoluti CBI

# Codeunit 1643406716 - Method 747089753 - NamedType 98129490
source: Export CBI Customer Bill
it_it: Esporta distinta cliente CBI

# Codeunit 1643406716 - Method 611357548 - NamedType 3351274
source: %1 %2 not found
it_it: %1 %2 non trovato

# Codeunit 1643406716 - Method 611357548 - NamedType 972774031
source: Customer %1 bill %2 not found
it_it: Cliente %1 distinta %2 non trovata

# Codeunit 1643406716 - Method 611357548 - NamedType 3415169125
source: Customer %1 payment bill %2 must be %3
it_it: Cliente %1 pagamento distinta %2 deve essere %3

# Codeunit 1643406716 - Method 611357548 - NamedType 179703229
source: Dishonored %1 %2 %3
it_it: Insoluto %1 %2 %3

# Codeunit 1643406716 - Method 1354443714 - NamedType 2311440607
source: Invalid Italian VAT No. %1
it_it: Partita IVA italiana %1 non valida

# Codeunit 1643406716 - Method 3975194594 - NamedType 1568517836
source: Customer %1 no VAT or Fiscal Code specified
it_it: Cliente %1 partita IVA o codice fiscale non specificato

# Codeunit 4000974969 - Method 4236453683 - NamedType 2263094942
source: Create document %1?
it_it: Creare documento %1?

# Codeunit 4000974969 - Method 747089753 - NamedType 213146029
source: Send Italy E-Invoices via %1
it_it: Inviare fatture elettroniche IT via %1

# Codeunit 4000974969 - Method 747089753 - NamedType 2437543365
source: Receive Italy E-Invoices Notifications via %1
it_it: Ricevere notifiche fatture elettroniche IT via %1

# Codeunit 4000974969 - Method 2416860063 - NamedType 1228050280
source: Receiving notifications...
it_it: Ricezione notifiche...

# Codeunit 55185098 - Method 3405647299 - NamedType 2822545874
source: Only declare stamp,Declare and apply stamp refund
it_it: Solo dichiarazione timbro,Dichiara ed applica rimborso timbro

# Codeunit 617802671 - Method 1104608809 - NamedType 2367821945
source: Delete %1 %2?
it_it: Eliminare %1 %2?

# Codeunit 617802671 - Method 2231775155 - NamedType 1832387362
source: Delete first %1 %2
it_it: Cancellare prima %1 %2

# Codeunit 617802671 - Method 2231775155 - NamedType 2367821945
source: Delete %1 %2?
it_it: Cancellare %1 %2?

# Codeunit 617802671 - Method 2466648537 - NamedType 3376079614
source: Inconsistent G/L Entry
it_it: Movimenti C/G inconsistenti

# Codeunit 617802671 - Method 978634625 - NamedType 2367821945
source: Delete %1 %2?
it_it: Cancellare %1 %2?

# Page 2873281495 - Property 2879900210
source: Partner Group
it_it: Gruppo partner

# Report 2728299280 - Control 198641044 - Property 2879900210
source: Options
it_it: Opzioni

# Report 2728299280 - Control 2617798735 - Property 2879900210
source: Show applied entries
it_it: Mostra movimenti collegati

# PageExtension 2668943292 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 1403747575 - Action 3809501687 - Property 2879900210
source: Delete Document
it_it: Cancella documento

# PageExtension 3230897838 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 3425395499 - Action 3809501687 - Property 2879900210
source: Delete Document
it_it: Cancella documento

# PageExtension 1406297064 - Action 3809501687 - Property 2879900210
source: Delete Document
it_it: Cancella documento

# PageExtension 1523869720 - Control 2932551690 - Property 2879900210
source: Fattura Stamp
it_it: Timbro fattura

# TableExtension 2893117417 - Field 2476682729 - Property 2879900210
source: Dishonored Acc. No.
it_it: Nr. conto insoluti

# TableExtension 2893117417 - Field 39100670 - Property 2879900210
source: Dishonored Payment Method
it_it: Metodo pagamento insoluto

# TableExtension 1828516444 - Field 2873281495 - Property 2879900210
source: Partner Group
it_it: Gruppo partner

# TableExtension 3503685333 - Field 3154550709 - Property 2879900210
source: System-Created Job Contract
it_it: Contratto comm. aut. di sistema

# TableExtension 3503685333 - Field 3420307515 - Property 2879900210
source: System-Created Source
it_it: Origine aut. di sistema

# TableExtension 3095926982 - Field 3154550709 - Property 2879900210
source: System-Created Job Contract
it_it: Contratto comm. aut. di sistema

# TableExtension 3095926982 - Field 3420307515 - Property 2879900210
source: System-Created Source
it_it: Origine aut. di sistema

# TableExtension 1523869720 - Field 1772109141 - Property 2879900210
source: Default Fattura Stamp Amount
it_it: Importo default timbro fattura

# TableExtension 1523869720 - Field 2511671348 - Property 2879900210
source: Fattura Stamp Description
it_it: Descrizione timbro fattura

# TableExtension 1523869720 - Field 2053615439 - Property 2879900210
source: Fattura Stamp G/L Account
it_it: Conto C/G timbro fattura

# TableExtension 1523869720 - Field 2160706563 - Property 2879900210
source: Fattura Stamp Threshold
it_it: Soglia timbro fattura

# TableExtension 2648708702 - Field 3539242792 - Property 2879900210
source: Allow Ledger Deletion
it_it: Consenti cancellazione contabilità

# TableExtension 3187835524 - Field 2873281495 - Property 2879900210
source: Partner Group
it_it: Gruppo partner

# Enum 4242845574 - EnumValue 1643406716 - Property 2879900210
source: Customer Bill
it_it: Distinta cliente

# Table 1333830853 - Field 68438714 - Property 2879900210
source: Text Encoding
it_it: Codifica testo

# Table 1333830853 - Field 68438714 - Property 62802879
source: UTF-8,UTF-8 with BOM
it_it: UTF-8,UTF-8 con BOM

# Table 4182830877 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
it_it: ID set dimensioni

# Table 4182830877 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
it_it: Cod. coll. dimensione 1

# Table 4182830877 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
it_it: Cod. coll. dimensione 2

# Table 1538729968 - Field 39585143 - Property 2879900210
source: Direction
it_it: Direzione

# Table 1538729968 - Field 39585143 - Property 62802879
source: ,Inbound,Outbound
it_it: ,Ingresso,Uscita

# Table 1538729968 - Field 2181001470 - Property 2879900210
source: Reverse Charge Document No.
it_it: Nr. documento reverse charge

# Table 2323456637 - Field 2507978309 - Property 2879900210
source: Company PA Code
it_it: Codice PA società

# Table 2323456637 - Field 3631374707 - Property 2879900210
source: Create E-Invoice after Posting
it_it: Crea fattura elettronica dopo registrazione

# Table 2360422034 - Property 2879900210
source: Purchases Repository
it_it: Deposito acquisti

# Table 2360422034 - Field 3168444338 - Property 2879900210
source: Address
it_it: Indirizzo

# Table 2360422034 - Field 2306852000 - Property 2879900210
source: Address 2
it_it: Indirizzo 2

# Table 2360422034 - Field 714791889 - Property 2879900210
source: City
it_it: Città

# Table 2360422034 - Field 284764054 - Property 2879900210
source: Country/Region Code
it_it: Cod. paese

# Table 2360422034 - Field 499448942 - Property 2879900210
source: County
it_it: Provincia

# Table 2360422034 - Field 2961552353 - Property 2879900210
source: Name
it_it: Nome

# Table 2360422034 - Field 966287263 - Property 2879900210
source: Name 2
it_it: Nome 2

# Table 2360422034 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 2360422034 - Field 3660300303 - Property 2879900210
source: Post Code
it_it: CAP

# Table 1545136595 - Property 2879900210
source: Purchases Source
it_it: Origine acquisti

# Table 1545136595 - Method 3152277940 - NamedType 2775305825
source: Purchases Source %1 used in items
it_it: Origine acquisti %1 utilizzata in articoli

# Table 1545136595 - Field 3471137671 - Property 2879900210
source: Lines
it_it: Righe

# Table 1545136595 - Field 2961552353 - Property 2879900210
source: Name
it_it: Nome

# Table 1545136595 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 1545136595 - Field 139345763 - Property 2879900210
source: Obsolete
it_it: Obsoleto

# Table 1545136595 - Field 801304080 - Property 2879900210
source: Purchaser Code
it_it: Cod. addetto acquisti

# Table 1545136595 - Field 2064287279 - Property 2879900210
source: Repository No.
it_it: Nr. deposito

# Table 1545136595 - Field 1527594213 - Property 2879900210
source: Vendor No.
it_it: Nr. fornitore

# Table 1801840889 - Property 2879900210
source: Purchases Source Line
it_it: Riga origine acquisti

# Table 1801840889 - Field 2161572060 - Property 2879900210
source: Location Code
it_it: Cod. ubicazione

# Table 1801840889 - Field 801304080 - Property 2879900210
source: Purchaser Code
it_it: Cod. addetto acquisti

# Table 1801840889 - Field 2794224414 - Property 2879900210
source: Purchases Source No.
it_it: Nr. origine acquisti

# Table 1801840889 - Field 2064287279 - Property 2879900210
source: Repository No.
it_it: Nr. deposito

# Table 1801840889 - Field 1527594213 - Property 2879900210
source: Vendor No.
it_it: Nr. fornitore

# Table 1257674914 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
it_it: ID set dimensioni

# Table 1257674914 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
it_it: Cod. coll. dimensione 1

# Table 1257674914 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
it_it: Cod. coll. dimensione 2

# Table 3306598200 - Property 2879900210
source: Store Document
it_it: Documento Store

# Table 3306598200 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 3306598200 - Field 729778057 - Property 2879900210
source: Do not Invoice
it_it: Non fatturare

# Table 3306598200 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 3306598200 - Field 899828662 - Property 2879900210
source: Document Time
it_it: Ora documento

# Table 3306598200 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo documento

# Table 3306598200 - Field 1527563463 - Property 2879900210
source: External Document No.
it_it: Nr. documento esterno

# Table 3306598200 - Field 3636862349 - Property 2879900210
source: Location-from Code
it_it: Cod. ubicazione-da

# Table 3306598200 - Field 245944451 - Property 2879900210
source: Location-from Name
it_it: Nome ubicazione-da

# Table 3306598200 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 3306598200 - Field 1351594800 - Property 2879900210
source: No. Series
it_it: Nr. serie

# Table 3306598200 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 3306598200 - Field 1908046867 - Property 2879900210
source: Reason Code
it_it: Causale

# Table 3306598200 - Field 553464652 - Property 2879900210
source: Salesperson Code
it_it: Cod. agente

# Table 2377449214 - Property 2879900210
source: Store Document Line
it_it: Riga documento Store

# Table 2377449214 - Field 983331273 - Property 2879900210
source: Apply to Document No.
it_it: Applica a nr. documento

# Table 2377449214 - Field 2693412756 - Property 2879900210
source: Apply to Document Type
it_it: Applica a tipo documento

# Table 2377449214 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 2377449214 - Field 486908828 - Property 2879900210
source: No.
it_it: Nr.

# Table 2377449214 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo documento

# Table 2377449214 - Field 1992608735 - Property 2879900210
source: External Group No.
it_it: Nr. gruppo esterno

# Table 2377449214 - Field 4121873296 - Property 2879900210
source: External Line No.
it_it: Nr. riga esterno

# Table 2377449214 - Field 3582421358 - Property 2879900210
source: Line Amount
it_it: Importo riga

# Table 2377449214 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. riga

# Table 2377449214 - Field 1474076565 - Property 2879900210
source: List Price (incl. VAT)
it_it: Prezzo listino (IVA incl.)

# Table 2377449214 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 2377449214 - Field 2704404533 - Property 2879900210
source: Quantity
it_it: Quantità

# Table 2377449214 - Field 1908046867 - Property 2879900210
source: Reason Code
it_it: Causale

# Table 2377449214 - Field 792299991 - Property 2879900210
source: Related to Line No.
it_it: Relativo a riga nr.

# Table 2377449214 - Field 1878130204 - Property 2879900210
source: Type
it_it: Tipo

# Table 2377449214 - Field 1246077090 - Property 2879900210
source: VAT %
it_it: % IVA

# Table 2377449214 - Field 195989710 - Property 2879900210
source: VAT Nature
it_it: Natura IVA

# Table 476454658 - Property 2879900210
source: Store Document Payment
it_it: Pagamento documento store

# Table 476454658 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 476454658 - Field 983331273 - Property 2879900210
source: Apply to Document No.
it_it: Applica a nr. documento

# Table 476454658 - Field 2693412756 - Property 2879900210
source: Apply to Document Type
it_it: Applica a tipo documento

# Table 476454658 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 476454658 - Field 486908828 - Property 2879900210
source: No.
it_it: Nr.

# Table 476454658 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo documento

# Table 476454658 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. riga

# Table 476454658 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 476454658 - Field 1878130204 - Property 2879900210
source: Type
it_it: Tipo

# Table 3746312464 - Property 2879900210
source: Store Setup
it_it: Setup Store

# Table 3746312464 - Field 2577258005 - Property 2879900210
source: Document Nos.
it_it: Nr. documento

# Table 3746312464 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Codeunit 4000974969 - Method 1924241940 - NamedType 70208770
source: Invalid PA code %1
it_it: Codice PA non valido %1

# Codeunit 4000974969 - Method 2375047114 - NamedType 19707882
source: %1 %2 has no reverse charge VAT
it_it: %1 %2 non ha inversione contabile IVA

# Codeunit 4000974969 - Method 747089753 - NamedType 2316794980
source: Export Italy E-Invoice (reverse charge)
it_it: Esporta fattura elettronica IT (reverse charge)

# Codeunit 4000974969 - Method 3303746545 - NamedType 3183054061
source: Mark %1 as delivered to recipient on %2?
it_it: Impostare %1 come consegnato al destinatario il %2?

# Codeunit 3187574655 - Method 47263414 - NamedType 1997335104
source: Invalid selection
it_it: Selezione non valida

# Codeunit 3187574655 - Method 747089753 - NamedType 4147757393
source: Export Italy Periodic VAT Settlement
it_it: Esporta liquidazione periodica IVA IT

# Codeunit 617802671 - Method 3781699272 - NamedType 2367821945
source: Delete %1 %2?
it_it: Cancellare %1 %2?

# Page 2685849492 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# Page 3253938654 - Property 2879900210
source: Italy Inbound E-Invoices
it_it: Fatture elettroniche in ingresso IT

# Page 3253938654 - Action 1692813087 - Property 2879900210
source: Create Document
it_it: Crea documento

# Page 3253938654 - Action 843042604 - Property 2879900210
source: Create Vendor
it_it: Crea fornitore

# Page 3253938654 - Action 3338762611 - Property 2879900210
source: Export in HTML
it_it: Esporta in HTML

# Page 3253938654 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# Page 454692797 - Property 2879900210
source: Italy Outbound E-Invoices
it_it: Fatture elettroniche in uscita IT

# Page 454692797 - Action 3338762611 - Property 2879900210
source: Export in HTML
it_it: Esporta in HTML

# Page 454692797 - Action 1159327693 - Property 2879900210
source: Mark as delivered to recipient
it_it: Imposta come consegnato al destinatario

# Page 454692797 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# Page 1287320250 - Control 3426758051 - Property 2879900210
source: Code
it_it: Codice

# Page 3636574892 - Property 2879900210
source: Purchases Repositories
it_it: Depositi acquisti

# Page 2360422034 - Property 2879900210
source: Purchases Repository
it_it: Deposito acquisti

# Page 2360422034 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 1545136595 - Property 2879900210
source: Purchases Source
it_it: Origine acquisti

# Page 1545136595 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 1545136595 - Action 250754461 - Property 2879900210
source: Lines
it_it: Righe

# Page 1801840889 - Property 2879900210
source: Purchases Source Line
it_it: Riga origine acquisti

# Page 1801840889 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 3299846704 - Property 2879900210
source: Purchases Source Lines
it_it: Righe orgine acquisti

# Page 1121938302 - Property 2879900210
source: Purchases Sources
it_it: Origini acquisti

# Page 1121938302 - Action 250754461 - Property 2879900210
source: Lines
it_it: Righe

# Page 3306598200 - Property 2879900210
source: Store Document
it_it: Documento Store

# Page 3306598200 - Control 872480034 - Property 2879900210
source: General
it_it: Generale

# Page 3306598200 - Control 3471137671 - Property 2879900210
source: Lines
it_it: Righe

# Page 3306598200 - Control 1004196339 - Property 2879900210
source: Payments
it_it: Pagamenti

# Page 2377449214 - Property 2879900210
source: Store Document Line
it_it: Riga documento Store

# Page 476454658 - Property 2879900210
source: Store Document Payment
it_it: Pagamento documento store

# Page 7022937 - Property 2879900210
source: Store Documents
it_it: Documenti store

# Page 7022937 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 1230567073 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 1222756593 - Action 3809501687 - Property 2879900210
source: Delete Document
it_it: Cancella documento

# PageExtension 891991784 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 2850621331 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# PageExtension 405164990 - Action 92419153 - Property 2879900210
source: Document Exchange
it_it: Scambio documenti

# TableExtension 3598888480 - Field 3939286832 - Property 2879900210
source: Last Repayment No.
it_it: Ultimo nr. piano rientro

# TableExtension 3333152953 - Field 3597187272 - Property 2879900210
source: Accrual Ending Date
it_it: Data fine competenza

# TableExtension 3333152953 - Field 2181391421 - Property 2879900210
source: Accrual Starting Date
it_it: Data inizio competenza

# TableExtension 3333152953 - Field 2802730766 - Property 2879900210
source: Skip Positive/Negative Error
it_it: Ignora errori positivo/negativo

# TableExtension 4018897765 - Field 3597187272 - Property 2879900210
source: Accrual Ending Date
it_it: Data fine competenza

# TableExtension 4018897765 - Field 2181391421 - Property 2879900210
source: Accrual Starting Date
it_it: Data inizio competenza

# TableExtension 119810479 - Field 3597187272 - Property 2879900210
source: Accrual Ending Date
it_it: Data fine competenza

# TableExtension 119810479 - Field 2181391421 - Property 2879900210
source: Accrual Starting Date
it_it: Data inizio competenza

# TableExtension 3908496227 - Field 163522010 - Property 2879900210
source: Purchases Source No.
it_it: Nr. origine acquisti

# TableExtension 1481985619 - Field 551326776 - Property 2879900210
source: Periodic Communication No.
it_it: Nr. comunicazione periodica

# TableExtension 1481985619 - Field 3119771253 - Property 2879900210
source: Purchase Amount
it_it: Imposta acquisti

# TableExtension 1481985619 - Field 2127185326 - Property 2879900210
source: Purchase Base
it_it: Imponibile acquisti

# TableExtension 1481985619 - Field 1530466468 - Property 2879900210
source: Sales Amount
it_it: Imposta vendite

# TableExtension 1481985619 - Field 3435519067 - Property 2879900210
source: Sales Base
it_it: Imponibile vendite

# TableExtension 1750008932 - Field 163522010 - Property 2879900210
source: Purchases Source No.
it_it: Nr. origine acquisti

# TableExtension 1750008932 - Field 1768193459 - Property 2879900210
source: Repository No.
it_it: Nr. deposito

# TableExtension 1625687243 - Field 3597187272 - Property 2879900210
source: Accrual Ending Date
it_it: Data fine competenza

# TableExtension 1625687243 - Field 2181391421 - Property 2879900210
source: Accrual Starting Date
it_it: Data inizio competenza

# TableExtension 3300931630 - Field 1346304702 - Property 2879900210
source: Purchases Repository Nos.
it_it: Nr. depositi acquisti

# TableExtension 3300931630 - Field 2423214335 - Property 2879900210
source: Purchases Source Nos.
it_it: Nr. origini acquisti

# TableExtension 2289436119 - Field 3597187272 - Property 2879900210
source: Accrual Ending Date
it_it: Data fine competenza

# TableExtension 2289436119 - Field 2181391421 - Property 2879900210
source: Accrual Starting Date
it_it: Data inizio competenza

# TableExtension 2510757857 - Field 3597187272 - Property 2879900210
source: Accrual Ending Date
it_it: Data fine competenza

# TableExtension 2510757857 - Field 2181391421 - Property 2879900210
source: Accrual Starting Date
it_it: Data inizio competenza

# TableExtension 3221016540 - Field 2345655733 - Property 2879900210
source: Fiscal Code
it_it: Codice fiscale

# Enum 4242845574 - EnumValue 3187574655 - Property 2879900210
source: Italy Periodic VAT Settlement
it_it: Liquidazione periodica IVA IT

# Enum 103359169 - EnumValue 2141525479 - Property 2879900210
source: Credit
it_it: Avere

# Enum 103359169 - EnumValue 3827142441 - Property 2879900210
source: Credit (closing)
it_it: Credito (chiusura)

# Enum 103359169 - EnumValue 3346365350 - Property 2879900210
source: Payment
it_it: Pagamento

# Enum 103359169 - EnumValue 894302254 - Property 2879900210
source: Rounding
it_it: Arrotondamento

# Enum 1374222734 - EnumValue 687971871 - Property 2879900210
source: Discount
it_it: Sconto

# Enum 1374222734 - EnumValue 790545194 - Property 2879900210
source: Discount (total)
it_it: Sconto (totale)

# Enum 1374222734 - EnumValue 3276313895 - Property 2879900210
source: Item
it_it: Articolo

# Enum 1374222734 - EnumValue 2630575493 - Property 2879900210
source: Item (adjustment)
it_it: Articolo (rettifica)

# Enum 1374222734 - EnumValue 1587433127 - Property 2879900210
source: Prepayment
it_it: Pagamento anticipato

# Enum 245677656 - EnumValue 1211660521 - Property 2879900210
source: Adjustment
it_it: Rettifica
